{
	"news": [
		{
			"id": "1",
			"story_date": "2023-03-27",
			"title": "New research suggests that people who drink coffee may live longer",
			"excerpt": "A new study shows that people who drink coffee may have a lower risk of death from all causes.",
			"story_content": "According to a new study published in the journal JAMA Internal Medicine, people who drink coffee may have a lower risk of death from all causes, including heart disease and stroke. The study analyzed data from over 500,000 people from the UK Biobank and found that those who drank coffee had a lower risk of death compared to those who did not. The researchers believe that the antioxidants and other beneficial compounds in coffee may be responsible for the lower risk of death.",
			"author": {
				"name": "Sarah Johnson",
				"email": "sarahjohnson@example.com",
				"phone": "+1 123-456-7890"
			},
			"ratings": {
				"upvotes": 105,
				"downvotes": 22,
				"rating": 4.6
			}
		},
		{
			"id": "2",
			"story_date": "2023-03-26",
			"title": "New Study Finds Link Between Video Games and Improved Cognitive Function",
			"excerpt": "A new study suggests that playing video games can have a positive impact on cognitive function, including memory, attention, and decision-making.",
			"story_content": "A new study published in the journal Frontiers in Psychology has found that playing video games can have a positive impact on cognitive function. The study involved over 500 participants who played various video games for at least 30 minutes a day for two months. The researchers found that the participants showed improvements in cognitive functions such as memory, attention, and decision-making. The study suggests that playing video games may have the potential to improve cognitive function in people of all ages.",
			"author": {
				"name": "Mark Wilson",
				"email": "markwilson@example.com",
				"phone": "+1 987-654-3210"
			},
			"ratings": {
				"upvotes": 75,
				"downvotes": 12,
				"rating": 4.8
			}
		},
		{
			"id": "3",
			"story_date": "2023-03-25",
			"title": "COVID-19 Vaccine Distribution Increases Across the US",
			"excerpt": "The COVID-19 vaccine distribution in the US has increased significantly, with over 100 million people now fully vaccinated.",
			"story_content": "The COVID-19 vaccine distribution in the US has increased significantly in recent weeks, with over 100 million people now fully vaccinated. The Biden administration has ramped up efforts to distribute the vaccine, and more than 2.5 million doses are now being administered each day. The vaccine distribution has been a significant factor in reducing the number of COVID-19 cases and deaths in the US. However, health officials are still urging people to continue to practice social distancing and other safety measures to prevent the spread of the virus.",
			"author": {
				"name": "Lisa Patel",
				"email": "lisapatel@example.com",
				"phone": "+1 234-567-8901"
			},
			"ratings": {
				"upvotes": 85,
				"downvotes": 6,
				"rating": 4.9
			}
		},
		{
			"id": "4",
			"story_date": "2023-03-24",
			"title": "NASA's Perseverance Rover Collects First Sample of Mars Rock",
			"excerpt": "NASA's Perseverance Rover has successfully collected the first-ever sample of rock from Mars.",
			"story_content": "NASA's Perseverance Rover has successfully collected the first-ever sample of rock from Mars. The rover used its drill to extract a small core of rock from a flat Martian plain known as the Jezero Crater. The sample will be stored in a sealed tube and eventually sent back to Earth for analysis. Scientists hope that the rock sample will provide valuable information about the history and geology of Mars.",
			"author": {
				"name": "David Kim",
				"email": "davidkim@example.com",
				"phone": "+1 345-678-9012"
			},
			"ratings": {
				"upvotes": 85,
				"downvotes": 6,
				"rating": 4.9
			}
		},
		{
			"id": "5",
			"story_date": "2023-03-23",
			"title": "New York City to Reopen Broadway Theaters",
			"excerpt": "Broadway theaters in New York City will reopen at full capacity in September.",
			"story_content": "Broadway theaters in New York City will reopen at full capacity in September, according to an announcement by Governor Andrew Cuomo. The theaters have been closed since March 2020 due to the COVID-19 pandemic. The reopening will be a significant step towards normalcy for the city's theater industry, which has been hit hard by the pandemic. The announcement has been welcomed by theater fans and industry professionals alike.",
			"author": {
				"name": "Emily Chen",
				"email": "emilychen@example.com",
				"phone": "+1 456-789-0123"
			},
			"ratings": {
				"upvotes": 92,
				"downvotes": 13,
				"rating": 4.5
			}
		},
		{
			"id": "6",
			"story_date": "2023-03-22",
			"title": "Facebook Launches New Social Audio Platform",
			"excerpt": "Facebook has launched a new social audio platform called SoundBites.",
			"story_content": "Facebook has launched a new social audio platform called SoundBites. The platform will allow users to create and share short audio clips, similar to TikTok or Instagram Reels. The move comes as social audio continues to grow in popularity, with apps like Clubhouse and Twitter Spaces gaining traction. Facebook has also announced plans to integrate SoundBites with its existing suite of audio products, including podcasts and music.",
			"author": {
				"name": "Michael Lee",
				"email": "michaellee@example.com",
				"phone": "+1 567-890-1234"
			},
			"ratings": {
				"upvotes": 78,
				"downvotes": 10,
				"rating": 4.7
			}
		}
	]
}
